const mainData = [
    {
        no: 1,
        content: "세상을 바꾸는 상상력, 삼성디스플레이에서 만나다! '2023 대한민국 과학기술대전'을 장식한 첨단 디스플레이",
        img: "main_news1.jpg"
    },
    {
        no: 2,
        content: "[REPLAY THE DISPLAY] VOL.33 더 큰 화면으로 더 깊은 몰입감을! 삼성디스플레이 풀스크린 OLED 히스토리",
        img: "main_news2.jpg"
    },
    {
        no: 3,
        content: "타임 선정 2023 최고의 발명품은? THE BEST INVENTIONS OF 2023",
        img: "main_news3.jpg"
    },
    {
        no: 4,
        content: "[오늘 이 전시 어때] 현실과 가상을 넘나드는 예술가 <오스틴 리 : 패싱타임> 展",
        img: "main_news4.jpg"
    }
]

const popArticleData = [
    {
        no: 1,
        title: "삼성디스플레이 2023년 하반기 3급 신입사원 채용",
        content: "삼성디스플레이가 2023년 하반기 3급 신입사원을 선발합니다. 최첨단 디스플레이를 개발하고, 디스플레이의 미래를 함께 펼쳐나갈 우수한 인재들의 도전을 기다리고 있습니다. 삼성디스플레이에서 여러분의 꿈과 미래를 펼쳐보세요!",
        img: "pop_news1.jpg"
    },
    {
        no: 2,
        title: "[REPLAY THE DISPLAY] VOL.31 삼성디스플레이, 웨어러블 OLED 시대를 열다",
        content: "",
        img: "pop_news2.jpg"
    },
    {
        no: 3,
        title: "[IAA 모빌리티 2023] 삼성디스플레이가 선보인 차량 디스플레이의 미래",
        content: "세계 4대 모터쇼 중 하나인 'IAA 모빌리티 2023(이하 IAA)'가 5일(현지 시각) 독일 뮌헨에서 개막했습니다. 삼성디스플레이는 올해 처음으로 IAA에 참가하며 미래차 혁신을 가져올 첨단 OLED 기술력을 선보였는데요, 미래 자동차를 위한 삼성디스플레이의 OLED 솔루션에는 어떤 것들이 있는지 IAA에 마련된 전시 제품을 통해 자동차 산업을 이끌 삼성디스플레이의 비전을 공개합니다.",
        img: "pop_news3.jpg"
    },
    {
        no: 4,
        title: "[마이크로 디스플레이 기술 탐구] 1인치 혁명 - 초소형! 하지만 초고해상도!",
        content: "초소형! 하지만 초고해상도! - 10배 더 선명해져야 하는 마이크로 디스플레이 1인치 내외의 작은 크기에 수천 PPI(Pixels Per Inch) 수준의 높은 픽셀 집적도를 갖춘 초고해상도 디스플레이를 뜻하는 ‘마이크로 디스플레이(Micro Display)’.",
        img: "pop_news4.jpg"
    },
    {
        no: 5,
        title: "디스플레이를 선택하는 새로운 기준! 글로벌 표준이 된 삼성디스플레이의 체감휘도(XCR) 측정법",
        content: "디스플레이의 휘도가 같아도 색 종류와 채도에 따라 느껴지는 밝기가 다르다는 거 알고 계신가요? 그래서 삼성디스플레이가 고안한 새로운 밝기 측정법, '체감휘도'가 국제표준으로 채택되었다는 소식입니다!",
        img: "pop_news5.jpg"
    },
    {
        no: 6,
        title: "전 세계 게임 트렌드세터들이 모인 '게임스컴 2023' 삼성디스플레이, ‘미니(MINI)’ & ‘하이브IM’과 만나다!",
        content: "▲ 사진 촬영: 스테판 그라우 세계 3대 게임쇼 중 하나인 '게임스컴(Gamescom) 2023’이 23일 독일 쾰른에서 개막했습니다! 게임스컴은 약 1,100개 하드웨어, 소프트웨어, 게임 콘텐츠 제작사가 참여하는 세계 최대 규모 게임 전시회입니다. ",
        img: "pop_news6.jpg"
    }
]

export {mainData, popArticleData};